import React from "react";
import "../../App.css";
//import HeroSection from "../HeroSection";
import Footer from "../Footer";
//import Cards from "../Cards";

function Unit1() {
	return (
		<>
			<h1> UNIT 1 - VARIABLE </h1>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>
			<div>
				אליס ומעיין י י י י י י י י י י י י י י י יי ייי ייי ייי ייי ייי ייי ייי
				ייי ייי
			</div>

			<Footer />
		</>
	);
}

export default Unit1;
